Repository: phargogh/palisades
Catalog: i18n/*.po
Languages: de, es

source: Building core application
de: Gebäude-Kernapplikation
es: Aplicación principal del edificio

source: Building graphical interface
de: Aufbauend grafische Oberfläche
es: La construcción de interfaz gráfica

source: Showing splash %s
de: Splashscreen zeigt %s
es: Mostrando splash %s

source: Setting runner class to %s
de: Einstellung Ausführungsklasse %s
es: Ajuste la PythonRunner para %s

source: Starting application
de: Ausgehend Anwendung
es: Aplicación Inicio

source: Element is required
de: Element erforderlich
es: Se requiere Elemento

source: Starting ...
de: Ausgehend ...
es: Comenzando ...

source: Ready!
de: Bereit!
es: ¡Listo!

source: (Element is optional)
de: (Element optional)
es: (Elemento es opcional)

source: Output Exists
de: Ordner vorhanden
es: Carpeta existe

source: The directory {workspace} exists and contains files that may be overwritten. Continue?
de: Der Ordner existiert und überschrieben werden. Weiter?
es: Existe la carpeta {workspace} y se puede sobrescribir. Continuar?

source: WARNING:
de: ACHTUNG:
es: ADVERTENCIA

source: Validation successful
de: Validierung erfolgreich
es: Validación exitosa

source: Refresh
de: Nachladen
es: Actualizar

source: Reset to default
de: Rücksetzen auf Werks
es: Restablecer valores predeterminados

source: All files (* *.*)
de: Alle Datei (* *.*)
es: Todos los archivos (* *.*)

source: Comma separated value file (*.csv *.CSV)
de: Komma getrennt Wertdatei (*.csv *.CSV)
es: Separados por comas archivo de valores (*.csv *.CSV)

source: [GDAL] Arc/Info Binary Grid (hdr.adf HDR.ADF hdr.ADF)
de: [GDAL] Arc/Info binär Gitter (hdr.adf HDR.ADF hdr.ADF)
es: [GDAL] Arc/Info Rejilla Binary (hdr.adf HDR.ADF hdr.ADF)

source: [GDAL] Arc/Info ASCII Grid (*.asc *.ASC)
de: [GDAL] Arc/Info ASCII Gitter (*.asc *.ASC)
es: [GDAL] Arc/Info Rejilla ASCII (*.asc *.ASC)

source: [DBF] dBase legacy file (*dbf *.DBF)
de: [DBF] dBase Erbedatei (*.dbf *.DBF)
es: [DBF] dBase archivo heredado (*dbf *.DBF)

source: Errors exist!
de: Fehler vorhanden!
es: Existen errores!

source: Whoops!
de: Hoppla!
es: ¡Vaya!

source: OK
es: Aceptar

source: Warning...
de: Warnung...
es: Advertencia ...

source: Back
de: Zurück
es: Regresar

source: Are you sure you want to quit?
de: Sind Sie sicher, dass Sie aufhöhren wollen?
es: ¿Está seguro de que desea salir?

source: Really quit?
de: Wirklich beenden?
es: ¿Está seguro que desea abandonar?

source: You will lose any changes to your parameter fields.
de: Sie werden keine Änderungen an Parameterfelder verlieren
es: Usted perderá cualquier cambio en sus campos de parámetros.

source: Quit
de: Beenden
es: Dejar

source: is 1 error
de: es gibt 1 Fehler
es: 1 error

source: are %s errors
de: %s Fehler
es: son %s errores

source: There %s that must be resolved
de: Es gibt %s dir behoben werden müssen,
es: Hay %s que deben ser requeltos antes de

source: before this tool can be run:%s
de: bevor dieses Tool ausgeführt werden kann:%s
es: que esta herramienta se puede ejecutar:%s

source: Default
de: Voreinstellung
es: Predeterminado

source: Current
de: Aktuelle Auswahl
es: Actual

source: Tab %s
es: Lengüeta %s

source: Running the model
de: Läuft das Modell
es: Ejecución de la herramienta

source: Messages:
de: Meldungen:
es: Mensajes:

source: Open workspace after success
de: Öffnen Sie Ausgabe-Ordner nach Erfolg
es: Abrir carpeta de salida después del éxito

source: Open workspace
de: Öffnen Sie Ausgabe-Ordner
es: Abrir carpeta de salida

source: Back
es: Regresar

source: Return to parameter list
de: Zurück zur Parameterliste
es: Regresar a la lista de parámetros

source: Initializing...
de: Initialisierung...
es: Inicializando...

source: See the log for details.
de: Siehe das Protokoll für Details.
es: Consulte el registro para obtener más información.

source: Model completed successfully.
de: Modell erfolgreich abgeschlossen.
es: Completó con éxito Modelo.

source: &File
de: &Datei
es: &Archivo

source: &Load parameters from file ...
de: &Lastparameter aus der Datei ...
es: &Cargar parámetros de archivo ...

source: &Save parameters ...
de: &Parameter zu speichern ...
es: &Guardar parámetros ...

source: Exit
de: Verlassen
es: Dejar

source: &Development
de: &Entwicklung
es: &Desarollo

source: Save to &python script...
de: Speichern, um &Python-Skript
es: Ahorra al script en &Python

source: Run
de: Fürhren
es: Ejecutar

source: Quit
de: Beenden
es: Dejar

source: Select a language. Changing the application language will restart the program.
de: Bitte wählen Sie eine Sprache. Wechseln der Sprache wird das Programm neu starten.
es: Seleccione un idioma. Un cambio de idioma se reiniciará el programa.

source: ERROR:
de: FEHLER:
